
/*Женская одежда*/


/*юбки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Юбка в складку', 1799,'Белый с цветочным принтом', 15, 'Выполнена из легкого хлопкового полотна, линия талии на среднем уровне, боковые карманы, длина миди, состав:98% хлопок, 2% эластан', 'AgADAgADKqkxG5FEUUiKa_FTXrOSIr_qAw4ABLBAVhiH1Wo7VWwDAAEC'),
('Юбка А-силуэта', 2699,'Тёмно-бардовый', 15, 'Выполнена из лиоцелла, высокое положение линии талии, декоративный текстильный пояс, боковые карманы, средняя длина, состав: 100% лиоцелл', 'AgADAgADLKkxG5FEUUgLgeLRiat5Qxabmg4ABBx_iDGrvr5oGY0BAAEC'),
('Юбка из сетки', 1399,'Персиковый', 15, 'Выполнена из сетки на подкладке, линия талии на среднем уровне, эластичный пояс, длина миди, состав: 100% полиэстер', 'AgADAgADLakxG5FEUUiOvLiK0SQtuyIKnA4ABJtl5P0NwPatI48BAAEC'),
('Юбка-карандаш', 1999,'Красный', 15, 'Выполнена из эластичного хлопка, высокая талия, декоративный ремень, боковые карманы, средняя длина, состав:97% хлопок, 3% эластан', 'AgADAgADLqkxG5FEUUg7u0Poj9ajpgb5Mg4ABFK-q_spL2abRDEEAAEC'),
('Юбка из жаккарда', 1999,'Хаки', 15, 'Высокая линия талии, этнический жаккард, юбка-мини, состав: 99% хлопок, 1% металлизированное волокно', 'AgADAgADL6kxG5FEUUhcxq33FZ798hzuAw4ABFH0wqE8ZRhbQm4DAAEC'),
('Юбка в из искусственной кожи', 1599,'Черный', 15, 'Выполнена из искусственной кожи, нормальное положение линии талии, длина миди, серебряная молния-застежка спереди, состав: искусственная кожа', 'AgADAgADMKkxG5FEUUhjmvGqJR5Y9LbqAw4ABAL2gQF5H9WPV2oDAAEC');

/*жилеты*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Жилет с вышивкой', 2499,'Джинсовый', 14, 'Выполнен из мягкого денимного полотна, заострённый воротник, вышивка на спине в виде дракона, свободный удлиненный силуэт, состав: 100% хлопок', 'AgADAgADKKkxG5FEUUjX8wKnxYmyUJQInA4ABCb6TNjwujDG-I4BAAEC'),
('Удлиненный жилет', 2799,'Черный', 14, 'Выполнен из поливискозы, без застёжки, боковые карманы, пояс из основной ткани, состав: 65% полиэстер, 35% вискоза', 'AgADAgADKakxG5FEUUjn5nFoFRlh_IkQMw4ABJge5HhbnRAnnjYEAAEC');

/*платья*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Расклешённое платье', 1399,'Светло-розовый', 12, 'Выполнено из эластичного полиэстрового полотна, круглый вырез горловины, ракава длиной 3/4, составЖ 88% полиэстер, 12% эластан', 'AgADAgADbqgxGymRYEhLLIbp8WPz1gnwAw4ABBFC3Et15GB9ZHUDAAEC'),
('Платье из жаккарда', 1599,'Молочный', 12, 'Выполнено из жаккардного полотна, приталенный силуэт платья, V-образный вырез горловины, 3/4 рукав, длина короткая, состав: 97% полиэстер, 3% эластан', 'AgADAgADb6gxGymRYEhuTSgIv8PnkS8DnA4ABHl1Ywan-k6WiJgBAAEC'),
('Платье в цветочный принт', 1799,'Черный', 12, 'Выполнено из трикотажа креп-структуры, приталенное платье с пышной юбкой, длина короткая, состав 97% полиэстер, 3% эластан', 'AgADAgADcKgxGymRYEimJ89xrO3UGTn2Aw4ABOxJr1XmowABy55yAwABAg'),
('Платье с оборкой на плечах', 1799,'Черный', 12, 'Выполнено из мягкого полиэстрового полотна, V-образный вырез горловины, бант сзади, рюша спереди и сзади, состав: 100% полиэстер', 'AgADAgADcagxGymRYEiqE6NPD2cda5oInA4ABEqsexKR3omVMZUBAAEC'),
('Платье-толстовка', 1599,'Светло-серый', 12, 'Выполнено из мягкого трикотажа, прямое платье, свободный силуэт, объёмные рукава, длина короткая, капюшон, состав: 85% хлопок, 15% полиэстер', 'AgADAgADcqgxGymRYEjwvAo-dn7A3vwIMw4ABKUAAWFNeT2CAoU-BAABAg'),
('Платье из искусственной замши', 2499,'Светло-красный', 12, 'Выполнено из искусственной замши,круглый вырез горловины, состав: 85% полиэстер, 15% эластан', 'AgADAgADc6gxGymRYEiVUy5QBpffprUbMw4ABKcCmi73d_jozD0EAAEC'),
('Платье-рубашка', 1999,'Синий', 12, 'Выполнено из лиоцелла, платье-рубашка, прямое по силуэту, застёжка на пуговицы, съёмный пояс, состав: 100% лиоцелл', 'AgADAgADdKgxGymRYEjSz-lnXkFuPuD9Mg4ABKfGJQaWg5fwUT0EAAEC'),
('Прямое платье', 1999,'Черный', 12, 'Выполнено из структурного полиэстера, прямое платье, короткие рукава, круглый вырез горловины, средняя длина, состав: 96% полиэстер, 4% эластан', 'AgADAgADdagxGymRYEgUaQABjlvSHEDF6AMOAATZ14PWy15yfKt0AwABAg'),
('Трикотажное платье', 1799,'Тёмно-синий', 12, 'Выполнено из прямого структурного трикотажа, прямой силуэт, короткие рукава, средняя длина, состав: 98% полиэстер, 2% эластан', 'AgADAgADdqgxGymRYEjAayMfcP9da7gHMw4ABGWRH-QQzo12CDoEAAEC'),
('Платье-карандаш', 1999,'Тёмно-синий', 12, 'Выполнено из плотного интерлока с вискозой, платье прилигающее, короткие рукава, средняя длина, состав: 67% вискоза, 28% нейлон, 5% эластан', 'AgADAgADd6gxGymRYEhAoBlpk2Ywas0aMw4ABMEG533HFYi4OjoEAAEC'),
('Трикотажное платье', 1599,'Черно-синий', 12, 'Выполнено из плотного структурного трикотажа, прямой силуэт, круглый вырез горловины, короткие рукава, состав: 98% полиэстер, 2% эластан', 'AgADAgADeKgxGymRYEhmckq_52W2cur0mw4ABBAqRwABdYIjB22RAQABAg'),
('Платье из замши', 1999,'Персиковый', 12, 'Выполнено из искусственной мягкой замши, V-образный вырез горловины, боковые карманы, короткие рукава, длина миди, состав: 100% полиэстер', 'AgADAgADeagxGymRYEjUkTw4MOmeGPgRMw4ABOCXYFM3PjByI0IEAAEC'),
('Платье в микропринт', 1799,'Светло-серый', 12, 'Выполнено из жаккардного полотна, короткие рукава, круглый вырез горловины, средняя длина, состав: 75% полиэстер, 25% вискоза', 'AgADAgADeqgxGymRYEgQ1Ydw5dXLjNDvAw4ABD_7O7khcuexwnIDAAEC'),
('Платье-толстовка', 1199,'Светло-серый', 12, 'Выполнено из мягкого трикотажа, круглый вырез горловины, спущенные плечи, асиметричная линия низа, состав: 95% хлопок, 5% вискоза', 'AgADAgADe6gxGymRYEjNZNHlEslo2kkJMw4ABCQMhBZTJiGL7TwEAAEC'),
('Платье из шифона', 2999,'Тёмно-синий', 12, 'Выполнено из мягкого полиэстрового шифона, круглый вырез, рукава 3/4, низ платья в складку,средняя длина, состав: 100% полиэстер', 'AgADAgADfKgxGymRYEhrW6U0xGs8V1r7Mg4ABNyHUE6b9lYNZj4EAAEC'),
('Платье-труба', 1999,'Чёрный', 12, 'Выполнено из плотного вискозного полотна, приталенный силуэт, молния на спинке, круглый вырез горловины, состав: 68% вискоза, 28% нейлон, 4% эластан', 'AgADAgADfagxGymRYEjrIjJAyyGIWAzuAw4ABOVc3zvX24-orHMDAAEC'),
('Платье в цветочный принт', 1999,'Индиго', 12, 'Выполнено из крепового полиэстрового полотна, корсетные детали по бокам, молния на спинке, длинные рукава, длина средняя, состав: 100% полиэстер', 'AgADAgADfqgxGymRYEhuf66NomfXZbPqAw4ABDSqoJrfWclPpnQDAAEC');

/*комбинезоны*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Комбинезон из денима', 2499,'Светло-синий', 11, 'Выполнен из джинсовой ткани, карманы на груди и сзади, боковые карманы, эффект порванности, состав: 74% хлопок, 20% полиэстер, 6% вискоза', 'AgADAgADbKgxGymRYEixXJ0h22seLwr0Aw4ABFA5VmVB6SURf3IDAAEC'),
('Комбинезон', 4599,'Чёрный', 11, 'Состав: 96% вискоза, 4% эластан', 'AgADAgADbagxGymRYEjzlgABE7xkDJ-Hm0MOAARAUbkdzkqviv-WAQABAg');


/*Куртки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Кожаная куртка', 2999,'Чёрный', 16, 'Куртка из экокожи с перфорацией, без воротника, застёжка на молнию, боковые карманы, состав: 100% полиуретан', 'AgADAgADFKkxG2RKmEj1p5tXEQsd2FD1Aw4ABEccKXxrWGWGyrEDAAEC'),
('Парка', 3999,'Тёмно-синий', 16, 'Аутдорная куртка из технологичной ткани, с полосатым джерси в капюшоне, с фурнитурой контрастного цвета, состав: 100% полиэстер', 'AgADAgADQakxG1ELmUjdrLx6uybiyGYOnA4ABMKOXyUNwqva3tIBAAEC'),
('Парка с отделкой', 3999,'Светло-персиковый', 16, 'Длинная легкая парка, отделка контрастного цвета, застёжка на молнии, состав: 100% хлопок', 'AgADAgADQqkxG1ELmUhH3o0AAQ4nKmqeDJwOAASVKfrHq4DSpF_SAQABAg'),
('Кожаная куртка', 3999,'Светло-бежевый', 16, 'Куртка из экокожи с центральной молнией, без воротника, с рюшей по низу и по плечам, состав: 100% полиуретан', 'AgADAgADQ6kxG1ELmUhQPaSvF17cA4DyAw4ABElh8ZU2z288I7ADAAEC'),
('Сатиновый бомбер', 3499,'Светло-персиковый', 16, 'Бомбер с утеплителем, с ромбовидной стёжкой, воротник гольф, карман на рукаве, состав: 100% полиэстер', 'AgADAgADRKkxG1ELmUgZ47LqktBXTvy3mg4ABCXmH_c9xmnKcdIBAAEC'),
('Приталенная куртка-блейзер', 3499,'Чёрно-синий', 16, 'Ультра-легкий стёганый блейзер, приталенный силуэт, застёжка на кнопках, состав: 100% нейлон', 'AgADAgADRakxG1ELmUgKSxH5-_lxs7_3Mg4ABLrJqWSTBljNh3YEAAEC'),
('Куртка на кнопках', 2999,'Серый', 16, 'Ультра-легкая стёганая куртка без воротника, силуэт оверсайз, застёжка на кнопках, состав: 100% нейлон', 'AgADAgADRqkxG1ELmUj4QY77q-KvyuP8Mg4ABPpxJ-TGTEUGT4AEAAEC');


/*Пальто*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Трикотажное пальто', 3999,'Чёрно-синий', 17, 'Неопреновое пальто из ткани с контрасной изнанкой с капюшоном, без подкладки, состав: 66% полиэстер, 29% вискоза, 5% эластан', 'AgADAgADR6kxG1ELmUiBY6bf1YKmMcz8Mg4ABPpw0CsbXIgNGnoEAAEC'),
('Полупальто с воротником-стойкой', 4999,'Красный', 17, 'Формальное пальто, прямой силуэт, рукав-реглан, воротник-стойка, состав: 68% полиэстер, 32% вискоза', 'AgADAgADSKkxG1ELmUhBJUxr5GfPwTsOnA4ABFzXm4RPaZwP79IBAAEC'),
('Приталенное пальто с капюшоном', 3999,'Серый', 17, 'Из трикотажной ткани, приталенный силуэт, объёмный капюшон, состав: 52% полиэстер, 31% хлопок, 17% вискоза', 'AgADAgADSakxG1ELmUhmdAPUH0Bq7-8GMw4ABMrt57ZETTal03cEAAEC'),
('Полупальто на молнии', 4999,'Чёрно-синий', 17, 'Без воротника, трапециевидный силуэт, застёжка на молнии, боковые карманы, состав: 64% полиэстер, 36% вискоза', 'AgADAgADSqkxG1ELmUjvpZIJejKGORL4Mg4ABO7K7WayaV0Ly3MEAAEC'),
('Шерстяное пальто', 4999,'Светло-розовый', 17, 'Пальто с английским воротником, силуэт оверсайз, ткань с содержанием шерсти, состав: 65% полиэстер, 35% шерсть', 'AgADAgADS6kxG1ELmUikE0uc_ceOskkHnA4ABPlKNnZVHr_7ddABAAEC'),
('Пальто с воротником "гольф"', 3999,'Серый', 17, 'Ультра-лёгкое стёганое пальто, прямой силуэт, боковые наклдные, застёжка на молнии, состав: 100% полиэстер', 'AgADAgADTKkxG1ELmUgf4l_K5z0KxgEanA4ABA104_I25X-RhM8BAAEC'),
('Приталенное пальто без воротника', 3999,'Розовый', 17, 'Ультра-легкое пальто без воротника, кулиска по талии, принтовая подкладка, состав: 100% нейлон', 'AgADAgADTakxG1ELmUhtowjJ82sX4wwYnA4ABHIJLqzwUIeMP9EBAAEC'),
('Пальто с капюшоном', 3999,'Голубой', 17, 'Ультра-лёгкое утепленное пальто с рукавами и капюшоном из курточной ткани, приталенный силуэт, состав: 100% нейлон ', 'AgADAgADTqkxG1ELmUiCYWk-kQqKa9wXnA4ABIBKqWgyR--vhdMBAAEC');


/*Шубы*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Пальто из норки', 79900,'Чёрный', 18, 'Красивая шуба классического цвета, отрезное по талии, по бокам прорезные карманы', 'AgADAgADT6kxG1ELmUhpQmj37VO5QzMWnA4ABNrFaZVb_RJ7XdQBAAEC'),
('Пальто из норки', 99900,'Молочный', 18, 'Роскошное норковое пальто, уникальный цвет, расклешенная нижняя часть, капюшон с отворотом', 'AgADAgADUKkxG1ELmUg4mKlyJCZDjrvoAw4ABP697mGUSXixpK0DAAEC'),
('Норковая шуба', 69000,'Тёмно-коричневый', 18, 'Силуэт-полутрапеция, технология пошива в роспуск, двойной капюшон, прорезные карманы', 'AgADAgADUakxG1ELmUjEkkDnuFDMaY8PnA4ABBMuCejg4pg5Mc8BAAEC');


/*Дубленки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Дублёнка', 4599,'Светло-розовый', 19, 'Выполнена из плотного текстиля, приталенный крой, отложной воротникс меховой отделкой, состав: 98% полиэстер, 2% эластан', 'AgADAgADiqgxG2RKoEjzKu0MRO9-J5cUMw4ABE1yOyNdM0ulgYEEAAEC'),
('Дублёнка', 6899,'Чёрный', 19, 'Выполнена из гладкой искусственной кожи, отложной воротник, застежка на асимметричную молнию, состав: 81% вискоза, 19% полиэстер', 'AgADAgADUqkxG1ELmUjeqBmWXPlJPzgOnA4ABHUwtPCYB7GpitMBAAEC'),
('Дублёнка', 7199,'Молочный', 19, 'Выполнена из искусственной дубленной замши, прямой крой, застёжка на молнию, два кармана, состав: 100% полиэстер', 'AgADAgADU6kxG1ELmUhUpAABjIrpmdGDCpwOAATmyBIBT_SCAAFz1QEAAQI'),
('Дублёнка', 3140,'Черный', 19, 'Выполнена из искусственной замши и фактурного трикотажа, приталенного кроя, подкладка из искусственного меха, состав: 100% полиэстер', 'AgADAgADVKkxG1ELmUgq-G9TgXRjQGABMw4ABPQGeKhR5FKqNXUEAAEC');


/*Плащи*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Плащ', 4499,'Молочный', 20, 'Выполнен из плотного хлопкового текстиля, гладкая подкладка, приталенный крой, состав: 98% хлопок, 2% эластан', 'AgADAgADVakxG1ELmUi7ArM6P8TtrB0WMw4ABCfQGKVtDtoZaH8EAAEC'),
('Плащ', 5999,'Чёрный', 20, 'Выполнен из текстиля, модель прямого кроя, хлястики на рукавах, застёжка на кнопки, состав: 100% полиэстер', 'AgADAgADVqkxG1ELmUjtgJPeuHjRAq8FMw4ABDE9-fN_WmdwYHsEAAEC'),
('Плащ', 4999,'Белый', 20, 'Легкий текстильный плащ, застёгивается на кнопки, два кармана, пояс, состав: 50% лиоцелл, 35% лён, 15% полиэстер', 'AgADAgADV6kxG1ELmUgXP0mc5QABRSPlC5wOAAToxiXEE-hyVt_PAQABAg'),
('Плащ', 3699,'Красный', 20, 'Выполнен из плотного текстиля, приталенный крой с поясом, съёмный капюшон, состав: 60% полиэстер, 40% хлопок', 'AgADAgADWKkxG1ELmUja5Efh7j4RUoLymw4ABA6Qqkhjn8aNS9EBAAEC');


/*Джемперы*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Джемпер с открытыми плечами', 999,'Голубой', 21, 'Выполнен из меланжевого полотна с большим содержанием вискозы, с открытыми плечами, рукава 3/4, состав: 71% вискоза, 29% полиэстер', 'AgADAgADWqkxG1ELmUhXtyJBPGak6TUGnA4ABKI63M4D8Fq6tdcBAAEC'),
('Джемпер с коротким рукавом', 1599,'Молочный', 21, 'Выполнен из плотного интерлока с вискозой, вырез горловины "лодочка", короткие рукава, состав: 57% вискоза, 43% полиэстер', 'AgADAgADW6kxG1ELmUgnzAuGdKjZGpP0Aw4ABDmUdxz9-rw1ULEDAAEC'),
('Джемпер в полоску с воланами', 999,'Тёмно-синий', 21, 'Выполнен из вискозного полотна в полоску, круглый вырез горловины, рукава 3/4, состав: 95% вискоза, 5% эластан', 'AgADAgADjKgxG2RKoEg8BrCKlTfxAoENMw4ABLUgPdiw1uDKl30EAAEC'),
('Джемпер в полоску', 1599,'Тёмно-синий', 21, 'Выполнен из структурного полотна в полоску, короткие рукава, боковые ленты, круглый вырез горловины, состав: 78% полиэстер, 22% вискоза', 'AgADAgADXKkxG1ELmUhI575Vveq9pakdMw4ABGYtoREceYDRhnkEAAEC'),
('Джемпер с нагрудным карманом', 1399,'Светло-серый', 21, 'Выполнен из вязаного тонкого меланжевого полотна, круглый вырез горловины, рукава 3/4, состав: 83% полиэстер, 17% вискоза', 'AgADAgADjagxG2RKoEifbv_cbrWWySMGMw4ABDPtfoBhgDqzGXkEAAEC'),
('Джемпер из пряжи шениль', 1799,'Светло-красный', 21, 'Выполнен из мягкой пряжи шениль, круглый вырез горловины, длинные рукава, состав: 100% полиэстер', 'AgADAgADXakxG1ELmUgRNPvLj-UBeW0VnA4ABG7VP9F5YHkgkNIBAAEC'),
('Джемпер с цветочным принтом', 1199,'Светло-серый', 21, 'Выполнен из неоднородного полотна, круглый вырез горловины, спущенные рукава, состав: 58% полиэстер, 42% вискоза', 'AgADAgADXqkxG1ELmUgN2LAWQiCwYoIFnA4ABM-P0u8_SOqKy9QBAAEC'),
('Джемпер в полоску', 1599,'Белый', 21, 'Выполнен из структурного полотна в полоску, короткие рукава, боковые ленты, круглый вырез горловины, состав: 78% полиэстер, 22% вискоза', 'AgADAgADX6kxG1ELmUhMwr12BVIuqOYPMw4ABPZKuUZjjO6s9nQEAAEC'),
('Джемпер с объёмным принтом', 1599,'Светло-красный', 21, 'Выполнен из гладкого плотного полотна, круглый вырез горловины, длинные рукава, состав: 73% полиэстер, 22% вискоза, 5% эластан', 'AgADAgADYKkxG1ELmUj4m06C2aQrzeTxmw4ABLd4fbwgr38_U9YBAAEC'),
('Джемпер с золотой накаткой', 1199,'Хаки', 21, 'Выполнен из структурного поливискозного полотна с накаткой, круглый вырез горловины, рукава 3/4, состав: 63% вискоза, 37% полиэстер', 'AgADAgADYakxG1ELmUhmXnuWPCRnXtGbQw4ABDEpu7G_RteVvNQBAAEC'),
('Джемпер с люрексом', 1799,'Светло-бежевый', 21, 'Выполнен из пряжи с люрексом, круглый вырез горловины, короткие рукава, состав: 46% акрил, 42% полиэстер, 12% металлизированное волокно', 'AgADAgADYqkxG1ELmUiPnRQg995Ao_Kgmg4ABFlV3uwilNPf99YBAAEC');


/*толстовки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Толстовка с паетками', 1599,'Хаки', 22, 'Выполнена из структурного полотна, круглый вырез горловины, длинные рукава, состав: 96% полиэстер, 4% эластан', 'AgADAgADZKkxG1ELmUjxs2_Xh-K0E4f0mw4ABF6syEkso0EMI9UBAAEC'),
('Толстовка с капюшоном', 1799,'Черный', 22, 'Выполнена из неопрена, круглый вырез горловины, длинные рукава, состав: 69% полиэстер, 31% вискоза', 'AgADAgADZakxG1ELmUiiuo6lzA5qQHYbnA4ABAETFQmAJtXISdMBAAEC'),
('Толстовка с принтом "цветы"', 1799,'Светло-серый', 22, 'Выполнен из меланжевого футерированного полотна с лёгким начёсом, круглый вырез горловины, состав: 60% хлопок, 40% полиэстер', 'AgADAgADZqkxG1ELmUjgijU1IFhxpVkJMw4ABA3ZybpCORk_inMEAAEC'),
('Толстовка с цветочным принтом', 1399,'Молочный', 22, 'Выполнена из мягкого трикотажа, круглый вырез горловины, длинные рукава, состав: 99% хлопок, 1% вискоза', 'AgADAgADZ6kxG1ELmUj94uIyOaDZnqkNnA4ABIvXULvWfygcOs8BAAEC'),
('Толстовка с вырезами', 1399,'Светло-розовый', 22, 'Выполнена из мягкой ткани, круглый вырез горловины, открытые плечи, рюши, состав: 60% хлопок, 40% полиэстер', 'AgADAgADaKkxG1ELmUiV0CdvSpaaUwm2mg4ABAILeICuyXqL7dQBAAEC'),
('Толстовка в цветочный принт', 1199,'Тёмно-синий', 22, 'Выполнена из принтованного футерированного полотна, длинные рукава, принт "цветы", состав: 60% хлопок, 40% полиэстер', 'AgADAgADaakxG1ELmUgx93bxidsfqvQHnA4ABJJqje11TDcqm9QBAAEC');


/*блузки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Блузка с открытыми плечами', 1199,'Голубой', 23, 'Выполнена из хлопкового полотна, открытые плечи, рукава 3/4, состав: 100% хлопок', 'AgADAgADaqkxG1ELmUiFGB0FgpPoAAFuBZwOAATf8gIJQQWu1bPRAQABAg'),
('Хлопковая блузка с вышивкой', 1599,'Белый', 23, 'Выполнена из вышитого хлопкового полотна, заострённый воротник, длинные рукава, состав:100% хлопок', 'AgADAgADa6kxG1ELmUg86nF7TSqIiUujmg4ABNIsTQPwNGy0xNkBAAEC'),
('Блузка с оборками на рукавах', 1199,'Молочный', 23, 'Выполнена из мягкого полиэстерового полотна, круглый вырез горловины, спущенные плечи, состав: 100% полиэстер', 'AgADAgADbKkxG1ELmUhPekVNZaxadPv-Mg4ABDOOivRFS_cm-3MEAAEC'),
('Блузка с открытыми плечами', 1199,'Белый', 23, 'Выполнена из хлопкового полотна, открытые плечи, эластичная резинка по плечам, состав: 100% хлопок', 'AgADAgADbakxG1ELmUji-3sLGN8rkvwXMw4ABMuzsE3_R1oTpnYEAAEC'),
('Блузка с оборкой', 1399,'Светло-розовый', 23, 'Выполнена из лёгкого хлопкового структурного полотна, круглый вырез горловины, вышивки спереди, рукава 7/8, состав: 60% хлопок, 40% полиэстер', 'AgADAgADbqkxG1ELmUiKUe9_5c6LOokNnA4ABGDAc1wxcpgtq9QBAAEC');


/*рубашки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Рубашка в ботанический принт', 1599,'Белый', 24, 'Выполнена из хлопковой ткани, классическая форма воротника, застёжка на пуговицы, состав: 100% вискоза', 'AgADAgADcKkxG1ELmUhpmXw6DhaqPJsbMw4ABMKPULHr-u0WT3UEAAEC'),
('Рубашка из денима', 1599,'Голубой', 24, 'Выполнена из лёгкого денима, классическая форма воротника, закругленный край, состав: 100% хлопок', 'AgADAgADcakxG1ELmUiP_zuvApo9meAFnA4ABMo8LmJKfTbSZNIBAAEC'),
('Рубашка их хлопка', 1999,'Белый', 24, 'Выполнена из мерсеризованного хлопка, застёжка-планка, рукава 3/4, состав: 71% хлопок, 29% нейлон', 'AgADAgADcqkxG1ELmUiD_KYll4dceRQSMw4ABG7bHiLi6LNfbXgEAAEC'),
('Объёмная рубашка', 1399,'Красный', 24, 'Выполнена из хлопковой ткани, застёжка на пуговицы, рукава 3/4, состав: 60% хлопок, 40% полиэстер', 'AgADAgADc6kxG1ELmUjOYOz-hdRaV_rvAw4ABL7WrVPGcetSqrcDAAEC'),
('Рубашка из ткани шамбре', 1599,'Индиго', 24, 'Выполнена из хлопковой ткани, застёжка на пуговицы, рукава 3/4, состав: 100% хлопок', 'AgADAgADdKkxG1ELmUhGVSdFT-6SdiMOMw4ABKWQYPnYvfsCMHUEAAEC'),
('Рубашка из хлопка', 1599,'Тёмно-синий', 24, 'Выполнена из хлоковой ткани с эластаном, классическая форма воротника, рукава 3/4, состав: 69% хлопок, 31% нейлон', 'AgADAgADdakxG1ELmUj4-hLdqh9Vk4S3mg4ABMA0eZjE5Jk07tQBAAEC'),
('Рубашка с нашивками', 1599,'Хаки', 24, 'Выполнена из мягкого тенсельного полотна, застёжка на пуговицы, с эффектом стирки, состав; 100% лиоцелл', 'AgADAgADdqkxG1ELmUjXXjehiP3oC_ykmg4ABJvAYIBbaqoBpdEBAAEC'),
('Рубашка их хлопка', 1599,'Белый', 24, 'Выполнена из хлопковой ткани, узкая планка с пуговицами спереди, рукава с манжетами 3/4, состав: 69% хлопок, 31% нейлон', 'AgADAgADd6kxG1ELmUjS_MF7rPP5XXmlmg4ABFWgBrVUbzl-LdcBAAEC');



/*брюки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Брюки "5 карманов"', 1599,'Винный', 25, 'Выполнены из эластичного хлопкового твила, узкие брюки, нормальное положение линии талии, состав: 98% хлопок, 2% эластан', 'AgADAgADeKkxG1ELmUjamqDH-Xcybreamg4ABHyAL3XTZHYk8dMBAAEC'),
('Брюки бэгги из лиоцелла', 2499,'Тёмно-синий', 25, 'Выполнены из шелковистого лиоцелла, зауженный силуэт, эластичный пояс, состав: 100% лиоцелл', 'AgADAgADj6gxG2RKoEjyhUWWHMJn2zPzmw4ABNSbp2C1gXU5PdEBAAEC'),
('Джоггеры', 1799,'Чёрный', 25, 'Выполнены из плотной поливискозной ткани с эластаном, зауженный к низу силуэт, два боковых кармана, состав: 70% вискоза, 30% нейлон', 'AgADAgADeakxG1ELmUjOZxle6lv1oIEHnA4ABDkeLEG_VX8b4NQBAAEC'),
('Брюки из структурного хлопка', 2499,'Тёмно-синий', 25, 'Выполнены из эластичного хлопка, брюки со стрелками, зауженный силуэт, состав: 98% хлопок, 2% эластан', 'AgADAgADeqkxG1ELmUgjb9PVAegfIxUcnA4ABPD-BX9lv7EKntMBAAEC'),
('Жаккардовые брюки', 1999,'Чёрный', 25, 'Выполнены из структурной поливискозной ткани, брюки со стрелками, узкие прямые брюки, состав: 70% полиэстер, 30% вискоза', 'AgADAgADe6kxG1ELmUjPWBqI5dD2ScO3mg4ABJLQq1ktrQsqvdgBAAEC'),
('Брюки из структурного хлопка', 2499,'Красный', 25, 'Выполнены из эластичного хлопка, брюки со стрелками, состав: 98% хлопок, 2% эластан', 'AgADAgADfKkxG1ELmUjmz4nljMYsiDGcQw4ABMJ9Y00twdRTz9cBAAEC'),
('Узкие брюки', 1599,'Тёмный хаки', 25, 'Выполнены из мягкого хлопкового полотна с тенселем, очень узкий силуэт, линия талии на среднем уровне, состав: 70% хлопок, 30% модал', 'AgADAgADfakxG1ELmUhmrhcsycVDtDITnA4ABHaJXBEKbCc2RNcBAAEC'),
('Текстильные брюки', 1799,'Чёрный', 25, 'Состав: 70% полиэстер, 28% вискоза, 2% эластан', 'AgADAgADfqkxG1ELmUg85o_cbpIMhJi4mg4ABDCBhhZrUsYfktIBAAEC'),
('Брюки бэгги из крепа', 1999,'Чёрный', 25, 'Выполнены из плотного крепа, брюки свободные, зауженный к низу силуэт, состав: 100% полиэстер', 'AgADAgADf6kxG1ELmUjbLihI6cP_nKmhmg4ABGdEFKisKlwtstEBAAEC'),
('Брюки-дудочки', 1799,'Чёрный', 25, 'Выполнены из очень эластичной ткани, узкие брюки, два боковых кармана, состав: 90% полиамид, 10% эластан', 'AgADAgADJKkxG7uKmEiXCmuaWythQ6YZnA4ABK7oJRygWs0PNNIBAAEC'),
('Трикотажные брюки', 999,'Светло-серый', 25, 'Выполнены из мягкого трикотажа, линия талии на среднем уровне, два боковых кармана, состав: 80% хлопок, 20% полиэстер', 'AgADAgADgKkxG1ELmUit4zXHYmNYaWP0mw4ABHId80p8BC_vq9IBAAEC');



/*Джинсы*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Свободные джинсы с вышивкой', 2499,'Светло-синий', 26, 'Выполнены из денимного полотна, высокое положение линии талии, цветочная вышивка спереди, состав: 100% хлопок', 'AgADAgADJakxG7uKmEg8czSZChl5pM0VMw4ABKQutG6U5nSX3HUEAAEC'),
('Узкие джинсы с потёртостями', 1999,'Светло-синий', 26, 'Выполнены из эластичной джинсовой ткани, классический дизайн, линия талии на среднем уровне, состав: 99% хлопок, 1% эластан', 'AgADAgADgakxG1ELmUiS2woPvzW8yQILMw4ABLr6_uJ_J1LvNHUEAAEC'),
('Свободные джинсы с принтом', 2499,'Светло-синий', 26, 'Выполнены из плотного хлопка, свободный силуэт, зауженные к низу штанины, завышенная талия, состав: 100% хлопок', 'AgADAgADgqkxG1ELmUhWMubwY9a0llOfmg4ABDr-gooeiX7Wd9gBAAEC'),
('Джинсы бойфренд с вышивкой', 2499,'Светло-синий', 26, 'Выполнены из денимной ткани, силуэт с 5 карманами, линия талии на среднем уровне, состав: 100% хлопок', 'AgADAgADg6kxG1ELmUgy_FfnLcQRCKIRMw4ABA_s4jemr50SI3QEAAEC');



/*футболки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Футболка-боди', 699,'Красный', 27, 'Выполнена из эластичного хлопкового джерси, с открытыми плечами, короткие рукава, узкий силуэт, состав: 95% хлопок, 5% эластан', 'AgADAgADhKkxG1ELmUgEif2Tm_pGMrAGMw4ABNZC31Prdi2FIHoEAAEC'),
('Футболка в сетку', 1199,'Чёрный', 27, 'Выполнена из сетки с внутренней майкой из тонкого джерси, круглый вырез горловины, короткие рукава, состав: 100% полиэстер', 'AgADAgADKKkxG7uKmEiLUK3Mm89Qhrbzmw4ABPSlqlfhCUTJ7c8BAAEC'),
('Футболка с принтом цветы', 899,'Белый', 27, 'Выполнена из неоднородного мягкого трикотажного полотна, круглый вырез горловины, принт цветы, линия низа изогнутая, состав: 100% полиэстер', 'AgADAgADhakxG1ELmUhgYE_LvOGHScIFnA4ABN4_omRO91E6BdMBAAEC'),
('Футболка с нашивками', 599,'Жемчужно-белый', 27, 'Выполнена из тонкого джерси, круглый вырез горловины, короткие рукава, яркие нашивки, состав: 100% хлопок', 'AgADAgADhqkxG1ELmUiDrlDQ4cr5n2ICnA4ABCwieOq8HIL3SdIBAAEC'),
('Футболка с принтом', 899,'Белый', 27, 'Выполнена из тонкого джерси, круглый вырез горловины, короткие рукава с подворотами, открытая спинка, состав: 100% хлопок', 'AgADAgADh6kxG1ELmUglMmHb2grgFV0TMw4ABMPvBRhZimKWBHYEAAEC'),
('Футболка с узлом', 799,'Хаки', 27, 'Выполнена из неоднородного полотна, круглый вырез горловины, спущенные плечи, дизайн с узлом, слегка свободный силуэт, состав: 100% полиэстер', 'AgADAgADiKkxG1ELmUiANocO3TUlcNK1mg4ABBWaCkK3Ur6sp88BAAEC'),
('Замшевая футболка', 999,'Розовый', 27, 'Выполнена из мягкого замшевого полотна, круглый вырез горловины, коротие рукава, состав: 100% полиэстер', 'AgADAgADiakxG1ELmUjxoPBqPzjm36zqAw4ABDYSgw1la4AtrrMDAAEC'),
('Камуфляжная футболка', 799, 'Тёмный хаки', 27, 'Выполнена из тонкого джерси, круглый вырез горловины, короткие рукава, камуфляжный принт, спущенные плечи, состав: 100% хлопок', 'AgADAgADiqkxG1ELmUg1xAcVrkbtbEPvAw4ABKcPR0EUD0uo6K8DAAEC');

/*майки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Базовый топ',399 ,'Белый', 28, 'Выполнен из мягкого хлопкового полотна, тонкие бретели, базовый полуприлегающий силуэт, состав:95% хлопок, 5% эластан', 'AgADAgADi6kxG1ELmUiQcenrj2DgU6sRnA4ABDcKAngi0kEBFdQBAAEC'),
('Майка из хлопка', 399,'Чёрный', 28, 'Выполнена из мягкого хлопкового полотна, широкие бретели, овальный вырез горловины, состав: 95% хлопок, 5% эластан', 'AgADAgADjKkxG1ELmUiFgNuAyLc_1A2jmg4ABC2rzTaxkhI039IBAAEC'),
('Топ из искусственной кожи', 1799,'Чёрный', 28, 'Выполнен из крепированного полотна, круглый вырез горловины, без рукавов, застёжка на молнии сзади, состав: 100% полиэстер', 'AgADAgADKakxG7uKmEitVeb81eEvF4QXnA4ABKkyedwNFJIRns4BAAEC'),
('Топ', 1999,'Голубой', 28, 'Состав: 70% хлопок, 30% полиэстер', 'AgADAgADjakxG1ELmUi6nztdadukkkUKMw4ABE3ANyEyAlWmtH0EAAEC'),
('Майка спортивная', 2399,'Зелёный', 28, 'Состав: 100% полиэстер', 'AgADAgADKqkxG7uKmEiMo4BoAlfMTzwBMw4ABGUtwfvKH5x4_n4EAAEC'),
('Топ спортивный', 2799,'Красный', 28, 'Состав: 74% полиэстер, 26% эластан', 'AgADAgADjqkxG1ELmUhsf35XQYDVrxq5mg4ABAvfibS50PWNctIBAAEC');


/*Мужская одежда*/

/*куртки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Куртка с капюшоном', 3999,'темно-синий', 36, 'Без подкладки, технологичные детали, карман на рукаве, ветрозащитная планка состав: 92% полиэстер, 8% эластан', 'AgADAgADvKgxG0R7gEvVajKtUX72WrwJnA4ABFYpEmycrS6_JkwEAAEC'),
('Куртка из перфорированной ткани', 3499,'темно-синий', 36, 'Воротник гольф, трикотажная резинка на манжетах, карман на рукаве, состав: 100% полиэстер', 'AgADAgADvagxG0R7gEt5md1aGC4_ZaokrQ4ABO1MFIYLaEE0Sl8BAAEC'),
('Мужская куртка', 2999,'чёрно-синий', 36, 'Натуральная ткань, воротник-стойка, ветрозащитная планка, 4 кармана, состав: 100% хлопок', 'AgADAgADvqgxG0R7gEtOEtcVStx_qkikmg4ABANlc3GPaRqvyEAEAAEC'),
('Стеганная куртка', 1499,'светло-серый', 36, 'Ультралегкая, утепленная, ветрозащитная планка, 2 кармана, состав: 100% полиэстер', 'AgADAgADv6gxG0R7gEuxG6BAk5O_xICgmg4ABGsIYfzFiXGSvUkEAAEC'),
('Ультралегкая куртка с капюшоном', 1999,'сине-зелёный', 36, 'Ультралегкая, несъемный капюшон, ветрозащитная планка, 2 внешних кармана, состав: 100% нейлон', 'AgADAgAD6KgxGwkUgUulLq1tFFsb7fdUqw4ABNmmcNHvGQ7bR18BAAEC'),
('Куртка-бомбер', 3999,'индиго', 36, 'Ткань с водоотталкивающей пропиткой, воротник гольф, ветрозащитная планка, 5 карманов, состав: 100% нейлон', 'AgADAgADwKgxG0R7gEuPt9x8m6TF3R0OnA4ABByoATFOiI3DbUQEAAEC');

/*пальто*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Пальто', 10625,'черный', 37, 'Пальто мужское силуэта Slim-Fit, застежка двубортная, воротник отложной на стойке, состав: 50% шерсть, 50% полиамид', 'AgADAgAD66gxGwkUgUtXN-J2jigLhobMRg4ABFM0VvbJ6Ie1y-wBAAEC'),
('Укороченное пальто', 5999,'темно-синий', 37, 'Из плотного полушерстяного текстиля, модель прямого кроя, состав: 65% шерсть, 35% полиэстер', 'AgADAgAD7KgxGwkUgUv_EXNy8Y4B2GIInA4ABHhxEngxsfhOokYEAAEC'),
('Полупальто', 9990,'', 37, 'Из плотного текстиля с шерстью, воротник с лацканами, двубортная застежка, состав: 75% шерсть, 25% полиэстер', 'AgADAgAD7agxGwkUgUuhpNob3PxscdHArA4ABJkOXQABfwKRtsVeAQABAg'),
('Пальто', 14999,'темно-синий', 37, 'Из шерстяного текстиля, модель прямого силуэта с тонким слоем утеплителя, состав: 70% шерсть, 30% полиамид', 'AgADAgAD7qgxGwkUgUvh9FhlbDLEMDiaQw4ABLbYk4oPIXG65kQEAAEC'),
('Пальто', 6990,'', 37, 'Из плотного смесового текстиля с добавлением шерсти, модель приталенного кроя, состав: 20% шерсть, 80% полиэстер', 'AgADAgAD76gxGwkUgUsfN3kAAY4v_FW-DJwOAARYgQa93AwmsxJIBAABAg'),
('Полупальто', 10990,'', 37, 'И мягкого драпа с высоким содержанием шерсти, модель приталенного кроя, состав: 70% шерсть, 20% полиэстер', 'AgADAgAD8KgxGwkUgUtZxD1m-8PZDqRWqw4ABA-YnT5ywjZ1NWEBAAEC');


/*бомберы*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Куртка-бомбер', 3499,'черный', 38, 'Ткань с водоотталкивающей пропиткой, подкладка из сетки, ветрозащитная планка, состав: 100% нейлон ', 'AgADAgADqqgxG0R7gEuokKraFA1_Z7EgrQ4ABIhrY8zA0Bow3V4BAAEC'),
('Бомбер с воротником-стойкой', 3999,'чёрный', 38, 'Подкладка из сетки, воротник-стойка, ветрозащитная планка, 5 карманов, состав: 100% полиэстер', 'AgADAgADq6gxG0R7gEtVI-xK95Xpd5thqw4ABCl4gUmycrofm2MBAAEC'),
('Куртка-бомбер', 2999,'черно-синий', 38, 'Ткань с водоотталкивающей пропиткой, воротник гольф, ветрозащитная планка, 4 кармана, состав: 100% полиэстер', 'AgADAgAD2qgxGwkUgUuIT4VrplVyyxgEnA4ABCv-n81mSXYBXkgEAAEC'),
('Бомбер с капюшоном', 2999,'черный', 38, 'Ткань с водоотталкивающей пропиткой, подкладка из сетки, ветрозащитная планка, 4 кармана, состав: 100% полиэстер', 'AgADAgADrKgxG0R7gEscYIxDAWWFzc4RnA4ABG9Mp730CJPVeUgEAAEC'),
('Кожаный бомбер', 2999,'глубокий синий', 38, 'Бомбер из экокожи, воротник гольф, ветрозащитная планка, 4 кармана, состав: 100% полиэстер', 'AgADAgADragxG0R7gEttPej7nNWBroLdrA4ABPKex_l_AYLbpWEBAAEC'),
('Кожаный бомбер', 2999,'черный', 38, 'Бомбер из перфорированной экокожи, несъёмный капюшон, ветрозащитная планка, 4 кармана, состав: 100% полиэстер', 'AgADAgADrqgxG0R7gEtLi1iR1Rrgiii0qw4ABGQtefsKcTGdQGEBAAEC');


/*парки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Парка с капюшоном', 3499,'черно-синий', 39, 'Ткань с водоотталкивающей пропиткой, кулиска по линии талии, ветрозащитная планка, 5 карманов, состав: 100% полиэстер', 'AgADAgADw6gxG0R7gEs73aMjuWC_ryDJRg4ABJlAX5VHaJkEBegBAAEC'),
('Парка в камуфляжный принт', 2999,'темно-оливковый', 39, 'Натуральная ткань, несъёмный капюшон, ветрозащитная планка, 4 кармана, состав: 100% хлопок', 'AgADAgADxagxG0R7gEuBpivb3nQKRQehmg4ABFkMIYUCoy_Hpj4EAAEC'),
('Парка с капюшоном', 2499,'темно-зеленый', 39, 'Натуральная ткань, несъёмный капюшон, кулиска по линии талии, ветрозащитная планка, 7 карманов, состав: 100% хлопок', 'AgADAgAD8agxGwkUgUvhhlFoUJseZ1LBrA4ABCoBUhgAAee5Df9hAQABAg'),
('Парка с капюшоном', 2499,'темно-синий', 39, 'Натуральная ткань, центральная застёжка на молнию, кулиска по линии талии, ветрозащитная планка, 7 карманов, состав: 100% хлопок', 'AgADAgADxqgxG0R7gEv6T8-DWmdsW7Gjmg4ABEuCaOOLE83x_D0EAAEC');



/*Джемперы*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Двухслойный джемпер', 1399,'графитовый', 40, 'Из хлопковой ткани, круглый вырез горловины, длинные двухслойные рукава, текстовый принт, состав: 100% хлопок', 'AgADAgAD3qgxGwkUgUu9R_qdFLiCu5EFnA4ABEt2M00JiaTArkMEAAEC'),
('Двухслойный джемпер', 999,'светло-серый', 40, 'Из фактурного трикотажа, круглый вырез горловины, длинные двухслойные рукава, состав: 60% хлопок, 40% полиэстер', 'AgADAgADtagxG0R7gEseYGzoBkOziGsYrQ4ABHZT7E4mkCwr3mIBAAEC'),
('Джемпер с карманом из нейлона', 1799,'жемчужно-белый', 40, 'Из хлопковой ткани, круглый вырез горловины, карман кенгуру, состав: 62% хлопок, 37% полиэстер', 'AgADAgADtqgxG0R7gEtW0DIXsJhjl3zLRg4ABPzCQVVTBIr61eUBAAEC'),
('Джемпер с принтом', 1599,'индиго', 40, 'Из мягкой ткани, круглый вырез горловины, длинные рукава, градиентный текстовый принт, состав: 60% хлопок, 40% полиэстер', 'AgADAgAD36gxGwkUgUvdbCsUCtzZ1g8anA4ABOdUdr87mLil70IEAAEC'),
('Джемпер в полоску', 1599,'чёрно-синий', 40, 'Из хлопка, круглый вырез горловины, длинные рукава, состав: 100% хлопок', 'AgADAgAD4KgxGwkUgUvCGOnVhGQlJJBOqw4ABGfYLq7H3cP_Z14BAAEC'),
('Комбинированный джемпер', 1199,'красный', 40, 'Из мягкого трикотажа, круглый вырез горловины, длинные рукава, текстовый принт, состав: 60% хлопок, 40% полиэстер', 'AgADAgAD4agxGwkUgUvSbtiZISkYa5Sjmg4ABFiS8eM0F3TGMk0EAAEC'),
('Джемпер с принтом цифры', 799,'черно-синий', 40, 'Из мягкого трикотажа, круглый вырез горловины, длинные рукава, принт цифры, состав: 35% хлопок, 65% полиэстер', 'AgADAgADt6gxG0R7gEvEmuGIkzjG9icWnA4ABJT5lm--cGrhqUcEAAEC'),
('Джемпер с колорблокингом', 1599,'белый', 40, 'Из хлопка, круглый вырез горловины, длинные рукава, состав: 100% хлопок', 'AgADAgADuKgxG0R7gEuNxEw4nBMdl9Niqw4ABCK-DmJj1nzggl8BAAEC');



/*свитеры*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Свитер', 1599,'Синий', 41, 'Хорошее качество, теплый и элегантный свитер, состав: 50% акрил, 50% хлопок', 'AgADAgADzqgxG0R7gEvGAAEPeMzh5pQ6H60OAAStLvx4HRvF2ChgAQABAg'),
('Свитер', 2999,'светло-серый', 41, 'Удобный свитер, теплый и элегантный, состав: 100% хлопок', 'AgADAgADz6gxG0R7gEsVPmFlAhkl_TPHRg4ABJshOGtl-9CQz-oBAAEC');

/*брюки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Брюки 5 карманов', 1799,'светло-серый', 42, 'Из тонкого хлопка, прямой крой, застёжка на пуговицу и молнию, состав: 100% хлопок', 'AgADAgADr6gxG0R7gEvPJ0oZyHhILyc2qw4ABDdeZZQN-D3z0WkBAAEC'),
('Зауженные брюки из хлопка', 1199,'темно-серый', 42, 'Из лёгкой хлопковой ткани, пояс со шнурком, 4 кармана, состав: 100% хлопок', 'AgADAgADsKgxG0R7gEtwkXywmKrzjQfdrA4ABC7GFIliCKaHul4BAAEC'),
('Прямые брюки из льна', 2499,'темно-серый', 42, 'Зауженный крой, эластичный пояс с утяжкой, 4 кармана, состав: 100% лён', 'AgADAgAD3KgxGwkUgUun8H6I6i_HmZC2mg4ABIk7YsEwhR8sYkIEAAEC'),
('Брюки чиносы в мелкую клетку', 3499,'ярко-синий', 42, 'Из смеси хлопка, льна, модала и эластана, свободный крой, 2 кармана, состав: 37% хлопок, 35% лиоцелл, 15% лён', 'AgADAgAD3agxGwkUgUvDsSIk3CovjaK1mg4ABDNE6InlkG4OakUEAAEC'),
('Брюки с декоративным поясом', 2799,'серо-бежевый', 42, 'Из хлопковой ткани, прилегающий крой, застёжка на пуговицу и молнию, состав: 100% хлопок', 'AgADAgADsagxG0R7gEs5zQpLEkVLdaA3qw4ABBTf0onxIROcsW0BAAEC'),
('Брюки-джоггеры из тонкого твила', 1799,'графитовый', 42, 'Зауженный крой, эластичный пояс с утяжкой, 4 кармана, состав: 100% хлопок', 'AgADAgADsqgxG0R7gEu2X0sZH5J1F84DnA4ABCeP_Ap-Z0LvfUcEAAEC'), 
('Брюки чиносы из хлопка', 2799,'глубокий синий', 42, 'Из структурной хлопковой ткани, свободный крой, 2 кармана состав: 70% хлопок, 28% модал, 2% эластан', 'AgADAgADs6gxG0R7gEvzsBsajhoIKAABwKwOAATasO8ZV32f2gdfAQABAg'),
('Брюки 5 карманов из легкого хлопка', 1599,'тёмно-синий', 42, 'Из легкой хлопковой ткани, застёжка на пуговицу и молнию, 5 карманов, состав: 100% хлопок', 'AgADAgADtKgxG0R7gEvb2o-gZoQIWqebmg4ABKtmT55f9XBNwUgEAAEC');

/*джинсы*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Базовые прямые джинсы', 1799,'светло-синий', 43, 'Прямой силуэт, низкая посадка по талии, 5 карманов, состав: 100% хлопок', 'AgADAgADuagxG0R7gEv1L9R5osS-gO7MrA4ABAsq0UetARo8imEBAAEC'),
('Джинсы с дырками на коленях', 1799,'голубой', 43, 'Узкий силуэт, заниженная посадка по талии, комфортная эластичная ткань, состав: 100% хлопок', 'AgADAgAD4qgxGwkUgUuLF-lOsw6bftzLrA4ABE0B_UzMq_R0p2ABAAEC'),
('Тёмные джоггеры', 1199,'синий', 43, 'Средняя посадка по талии, облегченная ткань, умеренная стирка, состав: 100% хлопок', 'AgADAgAD46gxGwkUgUvn1Y5PlbJsyza5mg4ABKxZvTLL7kaKOUUEAAEC'),
('Базовые зауженные джинсы', 1799,'светло-синий', 43, 'Зауженный силуэт, низкая посадка по талии, 5 карманов, состав: 100% хлопок', 'AgADAgAD5KgxGwkUgUvjZIj3rKtVkZqzqw4ABH1JYOiBJaP_414BAAEC'),
('Зауженные джинсы', 2499,'светло-синий', 43, 'Узкий силуэт, заниженный уровень талии, комфортная эластичная ткань, состав: 100% хлопок', 'AgADAgAD5agxGwkUgUu5zGDZb5fJT14rrQ4ABDuGiPMoZ_p40F8BAAEC'),
('Свободные джинсы', 1999,'голубой', 43, 'Легкие потертости, свободный силуэт, средний уровень талии, плотный деним, состав: 100% хлопок', 'AgADAgADuqgxG0R7gEs7YbngorYJLikZnA4ABJgF693NeFyI70gEAAEC');

/*рубашки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Рубашка с этническим принтом', 1399,'белый', 32, 'Классический воротник, короткие рукава, застёжка на пуговицах, состав: 100% хлопок', 'AgADAgAD9agxGwkUgUtJvLvTXxGCcmakmg4ABGXUC9dNWYUwmkUEAAEC'),
('Рубашка из хлопка и льна', 1799,'ментоловый', 32, 'Классический воротник, короткие рукава, застёжка на пуговицах, состав: 57% хлопок, 43% льна', 'AgADAgADyagxG0R7gEuCFuUbWgwRpDydmg4ABNnTOUIEYCVOPUkEAAEC'),
('Рубашка с денимной стиркой', 1599,'голубой', 32, 'Классический воротник, короткие рукава, застёжка на пуговицах, состав: 100% лиоцел', 'AgADAgAD9qgxGwkUgUtTMUYVHsKtXtpOqw4ABAfGoZ8QWROAYGABAAEC'),
('Рубашка из хлопка с морским принтом', 1399,'белый', 32, 'Воротник-стойка, короткие рукава, полуприлегающий силуэт, состав: 100% хлопок', 'AgADAgADyqgxG0R7gEsZZBwL2l6Px6Vjqw4ABIoCaEZVMQJR9mABAAEC'),
('Рубашка с короткими рукавами', 1599,'голубой', 32, 'Классический воротник, короткие рукава, пуговицы, состав: 100% хлопок', 'AgADAgADy6gxG0R7gEvSt5Ogm8ymuPzIRg4ABDVAUP_4Sf0c0u4BAAEC'),
('Рубашка из льна с хлопком', 2499,'голубой', 32, 'Из смеси хлопка и льна, длинные рукава, полуприлегающий силуэт, состав: 55% лён, 45% хлопок', 'AgADAgADzKgxG0R7gEvhlTkAAc3fx6kzzKwOAARY2ijNmEwuktRhAQABAg'),
('Рубашка из хлопка с рок-принтом', 1399,'черный', 32, 'Классический воротник, длинные рукава, манжеты на пуговицах, состав: 100% хлопок', 'AgADAgADzagxG0R7gEsFf98OkATPgYCkmg4ABD2llf9jyflv6UwEAAEC');

/*футболки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Футболка с тропическим принтом', 899,'белый', 44, 'Круглый вырез горловины, короткие рукава, принт листья, состав: 100% хлопок', 'AgADAgAD0qgxG0R7gEuVG8thtRf2fEEjrQ4ABGHIJe-mj75_w14BAAEC'),
('Футболка в мелкий принт', 899,'графитовый', 44, 'Круглый вырез горловины, короткие рукава, мелкий принт носороги, состав: 100% хлопок', 'AgADAgAD06gxG0R7gEsx-9Teu0dtHCRfqw4ABPZYWyzApS87ZGMBAAEC'),
('Футболка с текстовым принтом', 699,'ярко-коралловый', 44, 'Круглый вырез горловины, короткие рукава, текстовый принт, состав: 100% хлопок', 'AgADAgAD_qgxGwkUgUuviaGe-jnCoc2bmg4ABG2HeAP6zDVu4EQEAAEC'),
('Футболка с тропическим принтом', 799,'белый', 44, 'Круглый вырез горловины, короткие рукава, тропический принт, состав: 100% хлопок', 'AgADAgAD1KgxG0R7gEvsdKzEbK_SMXDzrA4ABHXaiPcAAcESxmNeAQABAg'),
('Футболка с принтом', 999,'черно-синий', 44, 'Круглый вырез горловины, короткие рукава, текстовый принт, состав: 100% хлопок', 'AgADAgAD1agxG0R7gEtoHdNPJS9cXTfERg4ABN90eAmTmkGpQekBAAEC'),
('Поло в полоску', 1199,'белый', 44, 'Воротник на пуговицах, короткие рукава, горизонтальная полоска, состав: 100% хлопок', 'AgADAgAD_6gxGwkUgUtRmaM1_vTjJGNPqw4ABPIlaumosFbzkmABAAEC'),
('Футболка с фотопринтом', 999,'белый', 44, 'из хлопковой ткани, круглый вырез горловины, короткие рукава, фотопринт спереди, состав: 100% хлопок', 'AgADAgAD1qgxG0R7gEuzcKAhKQO9LeEorQ4ABIha7hn8gbyV3WEBAAEC');

/*майки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Майка с тропическим принтом', 699,'темно-бирюзовый', 45, 'Круглый вырез горловины, без рукавов, принт листья, состав: 100% хлопок', 'AgADAgAD6agxGwkUgUvfvuuLa-o-5UDFRg4ABEDId9dzZJ590OsBAAEC'),
('Майка с тропическим принтом', 699,'серый', 45, 'Круглый вырез горловины, без рукавов, принт листья, состав: 100% хлопок', 'AgADAgAD6qgxGwkUgUs53kLVnLzu1PP0rA4ABOmxNNNSMP0IuV8BAAEC'),
('Базовая майка из риба', 499,'черный', 45, 'Из однотонной хлопковой ткани, круглый вырез горловины, без рукавов, состав: 98% хлопок, 2% эластан', 'AgADAgADwagxG0R7gEsxNpU-Nz982QvHRg4ABFYm9Ol0mR8b5ewBAAEC'),
('Базовая майка из риба', 499,'белый', 45, 'Из однотонной хлопковой ткани, без рукавов, состав: 98% хлопок, 2% эластан', 'AgADAgADwqgxG0R7gEtT9LBuAWOAu8ImrQ4ABLPS1VWkYHk0il8BAAEC');

/*пиджаки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Пиджак из ткани со льном', 5999,'ярко-синий', 46, 'Полуприлегающий пиджак в мелкую клетку, маленький карман для мелочей, нагрудной карман, состав: 37% хлопок, 35% лиоцелл, 15% лён', 'AgADAgAD8qgxGwkUgUvU4gceeummIG-amg4ABKokLEduAw5JHUgEAAEC'),
('Трикотажный пиджак', 4999,'черно-синий', 46, 'Пиджак с геометрическим узором, нагрудной карман, внутренний карман, состав: 60% хлопок, 40% полиэстер', 'AgADAgAD86gxGwkUgUvxLVMMLpEKK4LxrA4ABKSqM7499YPBQ2EBAAEC'),
('Трикотажный пиджак', 4999,'черно-синий', 46, 'Из эластичного полотна, воротник с прямоугольными лацканами, два боковых кармана, состав: 81% полиэстер, 19% вискоза', 'AgADAgADx6gxG0R7gEtHXEyrV0Q7SDbcrA4ABHGCJg8S1SA_NmEBAAEC'),
('Пиджак из структурного хлопка', 5999,'ярко-голубой', 46, 'Полуприлигающий пиджак, два боковых прорезных кармана, нагрудный карман, состав: 35% хлопок, 65% полиэстер', 'AgADAgAD9KgxGwkUgUtJNPGMMRRCrtQKnA4ABJiv5YMtVutQLT0EAAEC'),
('Пиджак в клетку из хлопка', 5999,'глубокий синий', 46, 'Полуприталенный крой, два боковых кармана, воротник с прямоугольными лацканами состав: 60% хлопок, 40% полиэстер', 'AgADAgADyKgxG0R7gEtilqMwz0adyeWYQw4ABE4FyOdJ5D7EykMEAAEC');

/*жакеты*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Жакет из хлопка', 2999,'черно-синий', 47, 'С капюшоном, длинные рукава, застёжка на молнию, без подкладки, состав: 100% хлопок', 'AgADAgADu6gxG0R7gEuBlG6mfUlOPeHcrA4ABBodB8XdSHkSJWMBAAEC'),
('Джинсовый жакет', 2999,'пыльно-голубой', 47, 'Классический воротник, длинные рукава, застежка на болтах, состав: 100% хлопок', 'AgADAgAD5qgxGwkUgUstRqp7HXJ7s8wFnA4ABPPvl7juvuGZiUEEAAEC'),
('Жакет на молнии', 2999,'черно-синий', 47, 'Жакет на молнии, воротник стойка, боковые прорезные карманы, состав: 98% полиэстер, 2% эластан', 'AgADAgAD56gxGwkUgUtohRTjw1VMoQvKRg4ABMW6kjr3IdK-K-0BAAEC');

/*толстовки*/
INSERT INTO tables.products (title, price, color, id_category, description, photo) VALUES 
('Толстовка с вышивкой череп', 1799,'черный', 35, 'Круглый вырез горловины, длинные рукава, крупная вышивка череп, состав: 100% хлопок', 'AgADAgAD-qgxGwkUgUs0njiN-tVg9tGxqw4ABFoOAmBbLvYiul8BAAEC'),
('Толстовка с принтом', 1799,'белый', 35, 'Круглый вырез горловины, длинные рукава, принт розы, состав: 99% хлопок, 1% вискоза', 'AgADAgAD-6gxGwkUgUt92V7SPOs6HpbBrA4ABHhR6WDH-jqLqF0BAAEC'),
('Толстовка на молнии', 2999,'серый', 35, 'Из нейлона, капюшон, контрастная отделка, карманы на молниях, эластичные манжеты, состав: 80% хлопок, 20% полиэстер', 'AgADAgAD_KgxGwkUgUtfMfKkoLguN3NTqw4ABGI5K3TYp2pgK10BAAEC'),
('Яркая толстовка с принтом', 1599,'оранжевый', 35, 'Из мягкого трикотажа, капюшон, текстовый принт, длинные рукава, эластичные манжеты, состав: 60% хлопок, 40% полиэстер', 'AgADAgAD0KgxG0R7gEss2mll0YNKkAfDRg4ABDXQltrtLEKd6esBAAEC'),
('Камуфляжная толстовка', 1999,'тёмный хаки', 35, 'Капюшон, камуфляжный принт, длинные рукава, эластичные манжеты, состав: 100% полиэстер', 'AgADAgAD0agxG0R7gEtuQqspgLyVlOAarQ4ABAx8GsvbpT-BqlsBAAEC');

